Revit 2018 API
DockablePanes.BuiltInDockablePanes.FamilyBrowser Property
 The family browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public static DockablePaneId FamilyBrowser { get; }
Visual Basic
Public Shared ReadOnly Property FamilyBrowser As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ FamilyBrowser {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace